Repository: bokyranger/machinaris
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Saved local currency setting.
pt_pt: Gravar definições da moeda local

source: Blockchain download
pt_pt: Descarregar o Blockchain

source: Unknown plotting form
pt_pt: Tipo de Plotting desconhecido

source: Error! Please see logs.
pt_pt: Erro! Por favor consulte os logs.

source: Unknown alerts form
pt_pt: Tipo de alerta desconhecido

source: Saved local currency and wallet sync settings.
pt_pt: Definições da moeda local e da wallet sincronizadas.

source: Starting wallet sync. Please allow at least 15 minutes...
pt_pt: Iniciar sincronização da wallet. Por favor aguarde pelo menos 15 minutos...

source: Pausing wallet sync. Please allow a few minutes...
pt_pt: Suspender sincronização da wallet. Por favor aguarde alguns minutos...

source: Restarting blockchain. Please allow at least 15 minutes...
pt_pt: Reiniciar blockchain. Por favor aguarde pelo menos 15 minutos...

source: Saved mapping settings. Please allow 10 minutes to generate location information for the map.
pt_pt: As definições do mapa foram gravadas. Por favor aguarde 10 minutos para que o mapa seja actualizado com a geolocalização.

source: Unknown form action
pt_pt: Form action desconhecida

source: No worker at %(worker)s for blockchain %(blockchain)s. Please select another blockchain.
pt_pt: Não existe worker no %(worker)s para o blockchain %(blockchain)s. Por favor seleccione outro blockchain.

source: For Alerts config, found no responding fullnode found for %(blockchain)s. Please check your workers.
pt_pt: Na configuração dos Alertas, foi encontrado um fullnode que não responde para o %(blockchain)s. Por favor verifica os teus workers.

source: For Farming config, found no responding fullnode found for %(blockchain)s. Please check your workers.
pt_pt: Na configuração de Farming, foi encontrado um fullnode que não responde para o %(blockchain)s. Por favor verifica os teus workers.

source: For Plotting config, found no responding fullnode found for %(blockchain)s. Please check your workers.
pt_pt: Na configuração de Plotting, foi encontrado um fullnode que não responde para o %(blockchain)s. Por favor verifica os teus workers.

source: No responding fullnode found for %(blockchain)s. Please check your workers.
pt_pt: Foi encontrado um fullnode que não responde para o %(blockchain)s. Por favor verifica os teus workers.

source: Unsupported log type
pt_pt: Tipo de log não suportado

source: Updated config.yaml failed validation! Fix and save or refresh page.
pt_pt: A actualização do config.yaml falhou a validação. Corrija e grave ou carregue novamente a página.

source: Failed to save config to farmer. Please check log files.
pt_pt: Não foi possível gravar as definições do Farmer. Por favor consulte o Web Log.

source: Nice! Farming config validated and saved successfully. Worker services now restarting. Please allow 15 minutes to take effect.
pt_pt: Porreiro! A configuração do Farmer foi validada e gravada com sucesso. Os serviços dos Workers estão a reiniciar. Por favor aguarde 15 minutos para produzir efeito.

source: Skipping key generation as file exists and is NOT empty!
pt_pt: A chave não foi gerada, porque o ficheiro existe e NÃO está vazio!

source: In-container path:
pt_pt: Caminho para o Container:

source: Unable to generate keys!
pt_pt: Não foi possível gerar as chaves!

source: Timed out while generating keys!
pt_pt: Timeout durante a geração das chaves!

source: Unable to save mnemonic to
pt_pt: Não foi possível gravar a mnemónica para

source: does not contain a 24-word mnemonic!
pt_pt: não contém uma mnemónica de 24 palavras!

source: was unreadable or not found.
pt_pt: não foi possível ler, ou não foi encontrado.

source: Welcome! A new key has been generated, see below. Please visit the %(link_open)sWiki%(link_close)s to get started with Machinaris. Please allow 15 minutes for Chia to begin syncing with peers.
pt_pt: Bemvindo! Foi gerada uma nova chave, veja abaixo. Por favor visite o %(link_open)sWiki%(link_close)s para começar a usar o Machinaris. Por favor aguarde 15 minutos para o Chia começar a sinzornicação com os peers.

source: Unable to start farmer. Try restarting the Machinaris container.
pt_pt: Não foi possível iniciar o Farmer. Tente reiniciar o container do Machinaris.

source: Timed out while starting farmer! Try restarting the Machinaris container.
pt_pt: Timeout a iniciar o Farmer! Tente reiniciar o container do Machinaris.

source: Did not receive a 24-word mnemonic seed phrase!
pt_pt: Não foi recebido a mnemónica de 24 palavras!

source: Skipping key import as file exists and is NOT empty!
pt_pt: A chave não foi importada, porque o ficheiro existe e NÃO está vazio!

source: In container path:
pt_pt: Caminho para o container:

source: Unable to import provided mnemonic seed phrase!
pt_pt: Não foi possível importar a mnemónica de 24 palavras que foi fornecida!

source: Timed out while adding key!
pt_pt: Timeout a adicionar a chave!

source: Welcome! Your mnemonic key was imported. Please visit the %(link_open)sWiki%(link_close)s to get started with Machinaris. Please allow 15 minutes for Chia to begin syncing with peers.
pt_pt: Bemvindo! A tua mnemónica foi importada. Por favor visite o %(link_open)sWiki%(link_close)s para começar a usar o Machinaris. Por favor aguarde 15 minutos para o Chia começar a sinzornicação com os peers.

source: Failed to connect to worker to add connection. Please check logs.
pt_pt: Não foi possível estabelecer uma ligação com o Worker para adicionar uma conexão. Por favor consulte os logs.

source: Invalid connection "%(connection)s" provided. Must be HOST:PORT.
pt_pt: Conexão "%(connection)s" indicada é inválida. Tem de ter o formato HOST:PORT.

source: Connection added to %(blockchain)s and sync engaging! Please wait a few minutes...
pt_pt: A conexão foi adicionada ao %(blockchain)s e a sincronização irá começar!

source: Node peers from AllTheBlocks added to %(blockchain)s and sync engaging! Please wait a few minutes...
pt_pt: A conexão foi adicionada ao %(blockchain)s e a sincronização irá começar!

source: Unknown error occurred attempting to remove connections. Please check logs.
pt_pt: Ocorreu um erro desconhecido ao tentar remover as conexões. Por favor consulte os logs.

source: Connection removed from
pt_pt: Erro na conexão

source: Unable to read addresses from %(file)s because %(exception)s
pt_pt: Não foi possível ler os endereços do %(file)s devido a %(exception)s

source: Successfully stored cold wallet addresses for %(blockchain)s. Please allow a few minutes for updated values to appear below.
pt_pt: O endereço da cold wallet foi gravado com sucesso para o %(blockchain)s. Por favor aguarde uns minutis para os valores serem actualizados abaixo.

source: Unable to store addresses in %(file)s because %(exception)s
pt_pt: Não foi possível guardar os endereços no %(file)s devido a %(exception)s

source: Plot check initiated for ID: %(plot_id)s. Please refresh in a few minutes. Note that all plots will be checked slowly in the background so you don't need to check each one individually. Please be patient.
pt_pt: Início da verificação do Plot. Por favor actualize a página dentro de alguns minutos. Tenha em atenção que todos os plots serão verificados lentamente em segundo plano por isso não necessita de verificar cada um individualmente. Por favor seja paciente.

source: Always
pt_pt: Sempre

source: Once an Hour
pt_pt: Uma vez por hora

source: Every 3 Hours
pt_pt: A cada 3 horas

source: Every 6 Hours
pt_pt: A cada 6 horas

source: Every 12 Hours
pt_pt: A cada 12 horas

source: Once a Day
pt_pt: Uma vez por dia

source: Never
pt_pt: Nunca

source: Nice! Chiadog's config.yaml validated and saved successfully.
pt_pt: Boa! Chiadog's config.yaml validado e gravado com sucesso.

source: Failed to start Chiadog monitoring! Please see log files.
pt_pt: Não foi possível iniciar a monitorização do Chiadog! Por favor veja os ficheiros de log.

source: Chiadog monitoring started. Notifications will be sent.
pt_pt: A monitorização do Chiadog foi iniciada. Serão enviadas notificações.

source: Failed to stop Chiadog monitoring! Please see log files.
pt_pt: Não foi possível parar a monitorização do Chiadog! Por favor veja os ficheiros de log.

source: Chiadog monitoring stopped successfully. No notifications will be sent!
pt_pt: A monitorização do Chiadog parou com sucesso. Não serão enviadas notificações!

source: Failed to contact farmer to send test alert. Please ensure the worker is running and check it's logs.
pt_pt: Não foi possível contactar o farmer para enviar um alerta de teste. Por favor assegura-se que o worker está a correr e verifique os logs do mesmo.

source: Test alert has been sent. Please check your configured notification target(s) for receipt of the test alert.
pt_pt: Foi enviado o alerta de teste. Por favor verifique a conseguração se recebeu o mesmo nos destinatários que configurou.

source: Oops! No smartctl info found for device %(device)s on %(hostname)s.
pt_pt: Oops! A informação do smartctl não foi encontrada para o dispositivo %(device)s no %(hostname)s.

source: Failed to save display settings. Please check Web Log.
pt_pt: Não foi possível gravar as definições. Por favor consulte o Web Log.

source: Saved display settings.
pt_pt: Definições gravadas.

source: Removed selected drive status. Please allow 15 minutes for active devices to be listed below again.
pt_pt: O estado da drive foi removido. Por favor aguarde 15 minutos para os dispositivos activos aparecerem novamente na lista abaixo.

source: Removed all drive status. Please allow 15 minutes for active devices to be listed below again.
pt_pt: O estado de todas as drives foi removido. Por favor aguarde 15 minutos para os dispositivos activos aparecerem novamente na lista abaixo.

source: Failed to save config to farmer. Please check log files.
pt_pt: Não foi possível gravar as definições. Por favor consulte o Web Log.

source: Nice! Tools config validated and saved successfully. Worker services now restarting. Please allow 15 minutes to take effect.
pt_pt: Porreiro! A configuração das Ferramentas foi validada e gravada com sucesso. Os serviços dos Workers estão a reiniciar. Por favor aguarde 15 minutos para produzir efeito.

source: Idle
pt_pt: Inactivo

source: Active
pt_pt: Activo

source: Suspended
pt_pt: Suspensos

source: Failed to start Plotman plotting run! Please see log files.
pt_pt: Não foi possível iniciar a criação do plot via Plotman. Por favor veja os ficheiros de log.

source: Plotman started successfully.
pt_pt: O Plotman foi iniciado com sucesso.

source: Failed to %(action)s all plots!
pt_pt: Não foi possível efectuar a acção em todos os plots!

source: Plotman was able to %(action)s the selected plots successfully.
pt_pt: O Plotman conseguiu %(action)s nos plots seleccionados com sucesso.

source: Failed to stop Plotman plotting run!
pt_pt: Não foi possível parar a criação o plot do Plotman em curso!

source: Plotman stopped successfully. No new plots will be started, but existing ones will continue on.
pt_pt: O Plotman foi parado com sucesso. Não será iniciada a criação de novos plots, mas os actuais irão continuar a ser criados.

source: Failed to start Plotman archiver! Please see log files.
pt_pt: Não foi possível iniciar o arquivo do Plotman. Por favor veja os ficheiros de log.

source: Archiver started successfully.
pt_pt: Farming não foi iniciado com sucesso.

source: Failed to stop Plotman archiver. Please see:
pt_pt: Não foi possível parar o arquivo do Plotman. Por favor veja:

source: Archiver stopped successfully.
pt_pt: Farming não foi iniciado com sucesso.

source: Current configuration will plot %(open_b)sSOLO%(close_b)s plots, not %(open_b)sPORTABLE%(close_b)s plots for pooling. If this is not your choice, please see the %(wiki_open)swiki%(wiki_close)s.
pt_pt: A configuração actual irá criar um plots do tipo %(open_b)sSOLO%(close_b)sser usados nas Pools. Se não é isto que pretendes, por favor vê o %(wiki_open)swiki%(wiki_close)s.

source: Updated plotman.yaml failed validation! Fix and save or refresh page.
pt_pt: A actualização do plotman.yaml falhou a validação. Corrija e grave, ou carregue novamente a página.

source: Failed to save config to plotter. Please check log files.
pt_pt: Não foi possível gravar as definições. Por favor consulte o Web Log.

source: Nice! Plotman's plotman.yaml validated and saved successfully.
pt_pt: Boa! Plotman's plotman.yaml validado e gravado com sucesso.

source: Sorry, no plotting job log found. Perhaps plot was made outside Machinaris?
pt_pt: Pedimos desculpa, mas não foi encontrado o log do job do plotting. Talvez o plot tenha sido criado fora do Machinaris?

source: Replotting has been enabled for %(blockchains)s. Please start Plotting (and Archiving) once free space for replotting appears in about 15 minutes.
pt_pt: Replotting activado para o %(blockchains)s. Por favor inicie o Plotting (e arquivo) após exista espaço em disco disponível para replotting o que deve acontecer dentro de 15 minutos.

source: Replotting has been DISABLED for all blockchains. Machinaris will NOT remove any plots now.
pt_pt: Replotting foi DESACTIVADO para todos os blockchains. O Machinaris NÃO irá remover nenhum plot agora.

source: Unable to save replotting settings in %(file)s because %(exception)s
pt_pt: Não foi possível gravar as configurações de replotting no %(file)s porque %(exception)s

source: Failed to update Pool settings! Please check the logs from the Workers page.
pt_pt: Não foi possível gravar as definições. Por favor consulte o Web Log.

source: Reward recovery for portable plots has been initiated. Tomorrow, please check the Total Balance charts below for each blockchain with recoverable coins.
pt_pt: A recuperação da recompensa dos portable plots foi iniciada. Por favor verifique o gráfico do Total Balance amanhã para cada blockchain com moedas recuperadas.

source: Unconfirmed transaction cleanup has been initiated. Please wait...
pt_pt: A limpeza de transacções não confirmadas foi iniciada. Por favor aguarde...

source: in last day.
pt_pt: no último dia.

source: secs
pt_pt: segs

source: hour
pt_pt: hora

source: Farmed Coins
pt_pt: Moedas farmed

source: Total Balance
pt_pt: Saldo

source: Wallets Total
pt_pt: Detalhes da Wallet

source: Fiat Currency
pt_pt: Moeda do país

source: Host Memory Usage
pt_pt: Host: Memória utilizada

source: Netspace Size
pt_pt: Tamanho do Netspace

source: Size
pt_pt: Tamanho

source: Plot Counts
pt_pt: Número de Plots

source: Plots Size
pt_pt: Plots: Total de espaço ocupado

source: Effort
pt_pt: Porto

source: Estimated Time to Win
pt_pt: Tempo expectável para ganhar

source: days
pt_pt: dias

source: Container Memory Usage
pt_pt: Container: Memório utilizada

source: full
pt_pt: cheio

source: free
pt_pt: livre

source: Dismiss Warning
pt_pt: Ocultar aviso

source: Machinaris uses an online wallet for farming. It is strongly recommended that you use a cold wallet for your payout instructions. Tutorial on the %(wiki_link_open)swiki%(wiki_link_close)s. Please add "Setup a Cold Wallet" to your To-Do list!
pt_pt: Machinaris usa uma Wallet online para farming. É fortemente recomendado que utilizes uma Cold Wallet para guardares o que ganhas. Existe um tutorial no %(wiki_link_open)swiki%(wiki_link_close)s. Por favor inclui "Configurar uma Cold Wallet" na tua lista das coisas a fazer!

source: Plot warnings have been cleared. If they re-appear shortly, then please recheck the underlying cause has been addressed.
pt_pt: O avisos relacionados com Plots foram limpos. Se voltarem a aparecer de novo, então verifique novamente se já tratou da sua causa.

source: Relax and grab a coffee. Status is being gathered from active workers. Please allow 15 minutes...
pt_pt: Relaxa e vai beber um café. O estado está a ser actualizado com base na informação dos workers activos.Por favor aguarda 15 minutos...

source: Worker not responding to pings.
pt_pt: Worker não está a responder a pings.

source: Please check the worker container and restart if necessary.
pt_pt: Por favor verifique o container do worker e reinicie-o se necessário.

source: Worker time is offset from controller.
pt_pt: A hora do Worker não coincide com a do Controlador

source: Please ensure worker and controller share same timezone.
pt_pt: Por favor certifique-se que o Worker e o Controlador estão no mesmo fuso horário.

source: Machinaris version does not match controller.
pt_pt: A versão do Machinaris não é a mesma da versão do controller.

source: Please use a consistent Machinaris version to avoid issues.
pt_pt: Por favor usa a mesma versão do Machinaris para evitar ocorrerem problemas inesperados.

source: This fullnode is running old v1 format database.
pt_pt: Este fullnode está a correr no formato antigo da base de dados v1

source: Please %(wiki_link)supgrade%(close_link)s to newer v2 format for less disk usage.
pt_pt: Por favor %(wiki_link)supgrade%(close_link)s para o novo formato v2 para diminuir o espaço ocupado pelo blockchain no disco.

source: Syncing
pt_pt: A sincronizar

source: Not available
pt_pt: Indisponível

source: Not synced
pt_pt: Não sincronizado

source: years
pt_pt: anos

source: year
pt_pt: ano

source: months
pt_pt: meses

source: month
pt_pt: mês

source: weeks
pt_pt: semanas

source: week
pt_pt: semana

source: day
pt_pt: dia

source: hours
pt_pt: horas

source: minutes
pt_pt: minutos

source: minute
pt_pt: minuto

source: Never (no plots)
pt_pt: Nunca (sem plots)

source: Soon
pt_pt: Em breve

source: and
pt_pt: e

source: type
pt_pt: tipo

source: create_date
pt_pt: data criação

source: size
pt_pt: tamanho

source: View Transactions
pt_pt: Ver transacções

source: Confirmed
pt_pt: Confirmadas

source: %(blockchain)s wallet (%(wallet_id)s) is not fully synced yet. Please allow wallet time to complete syncing before changing Pooling settings.
pt_pt: %(blockchain)s wallet (%(wallet_id)s) ainda não está completamente sincronizado. Por favor aguarde que algum tempo para que a wallet fique sincronizada, antes de alterar as definições de Pooling.

source: %(blockchain)s wallet (%(wallet_id)s) has a zero balance. Please request some mojos from a %(link_open)sfaucet%(link_close)s for the first wallet address on the Keys page, then try again later.
pt_pt: %(blockchain)s wallet (%(wallet_id)s) tem saldo ZERO. Por favor peça alguns mojos usando a %(link_open)sfaucet%(link_close)s para o endereço da primeira wallet, na página das Chaves. Depois, tente mais tarde.

source: Alerts: Recent Notifications
pt_pt: Alertas: Notificações recentes

source: Service
pt_pt: Serviço

source: Notification
pt_pt: Notifcação

source: Recorded At
pt_pt: Registado em

source: Priority
pt_pt: Prioridade

source: Remove Selected
pt_pt: Remover seleccionados

source: Remove All
pt_pt: Remover todos

source: No notifications from Chiadog yet... so check back soon.
pt_pt: Ainda não existem notificações do Chiadog... por isso, verifique novamente, dentro de alguns minutos.

source: Expect at least a summary notification once daily as long as running above.
pt_pt: Espere ter pelo menos uma notificação diária desde que esteja a correr o Chiadog.

source: Starting...
pt_pt: Iniciando...

source: Stopping...
pt_pt: Parando...

source: Removing...
pt_pt: Removendo...

source: Purging...
pt_pt: Eliminando...

source: Summary
pt_pt: Sumário

source: Keys
pt_pt: Chaves

source: Connections
pt_pt: Ligações

source: Alerts
pt_pt: Alertas

source: Drives
pt_pt: Discos

source: Settings
pt_pt: Definições

source: Tools
pt_pt: Ferramentas

source: About
pt_pt: Acerca de

source: Install
pt_pt: Instalar

source: Project
pt_pt: Projecto

source: License
pt_pt: Licença

source: Credits
pt_pt: Créditos

source: Local Currency:
pt_pt: Moeda local:

source: Cancel
pt_pt: Cancelar

source: Save
pt_pt: Gravar

source: Restart Blockchain
pt_pt: Reiniciar Blockchain

source: This will restart ALL the fullnode services for this blockchain, including the farming, harvesting, and wallet (if running). Please allow at least 15 minutes after a restart for all blockchain services to reconnect before attempting another restart. Your patience is appreciated! Continue with Restart?
pt_pt: Isto irá reiniciar o TODOS os serviços do fullnode para este blockchain, incluindo farming, harvesting e a wallet (se estiver a correr). Por favor aguarde pelo menos 15 minutes após o reiniciar para que todos os serviços do blockchain fiquem novamente activos, antes de tentar reiniciar de novo.Seja paciente! Reiniciar?

source: Restart
pt_pt: Reiniciar

source: Blockchain Summary
pt_pt: Blockchain sumário

source: Status
pt_pt: Estado

source: Price
pt_pt: Serviço

source: Updated At
pt_pt: Actualizado em

source: Synced
pt_pt: Sincronizado

source: Not Synced
pt_pt: Não sincronizado

source: Error
pt_pt: Erro

source: View Blockchain Details
pt_pt: Blockchain: Detalhes

source: AllTheBlocks Status
pt_pt: AllTheBlocks: Estado

source: View Blockchain Log
pt_pt: Ver o log do Blockchain

source: Blockchain Details
pt_pt: Blockchain: Detalhes

source: No blockchains found from any farmers. Not added?
pt_pt: Não foi encontrado nenhum blockchain para os farmers. Não foram adicionados?

source: Try running "chia show --state" on your farmers to verify.
pt_pt: Tente correr "chia show --state" nos seus farmers para verificar.

source: Fullnode Log for
pt_pt: Log do Fullnode para

source: Maxmind Account (Required):
pt_pt: Conta Maxmind (obrigatório):

source: Maxmind License Key (Required):
pt_pt: Chave da licença Maxmind (obrigatório):

source: Mapbox Access Token (Optional):
pt_pt: Mapbox token de acesso (Opcional):

source: Connections Map
pt_pt: Mapa de ligações

source: Map your network peers around the world
pt_pt: Mapa do mundo da rede de peers

source: To get started, you'll need a %(maxmind_link)s%(b_tag_open)sFREE%(b_tag_close)s Maxmind account%(a_tag_close)s to allow Machinaris to geolocate your network peer IP addresses. %(i_tag_open)sOptionally%(i_tag_close)s, you can also get better looking map tiles with a %(mapbox_link)s%(b_tag_open)sFREE%(b_tag_close)s Mapbox account%(a_tag_close)s.
pt_pt: Para usares esta funcionalidade, vais necessitar de uma %(maxmind_link)sconta %(b_tag_open)sGRÁTIS%(b_tag_close)s Maxmind %(a_tag_close)s para permitir ao Machinaris identificar a geolocalização dos endereços IP dos teus peers. %(i_tag_open)sOpcionalmente%(i_tag_close)s, também podes obter um mapa com melhor aspecto com uma %(mapbox_link)sconta %(b_tag_open)sGRÁTIS%(b_tag_close)s Mapbox%(a_tag_close)s.

source: To enter your map account details, click the Settings (gear icon) button on the top-right of this page.
pt_pt: Para indicares os detalhes da tua conta para os mapas, clica no botão Definições (icon da roda dentada) no canto superior direito desta página.

source: Connection Details
pt_pt: Detalhe da ligação

source: Type
pt_pt: Tipo

source: IP Address
pt_pt: Endereço IP

source: City
pt_pt: Cidade

source: Country
pt_pt: País

source: Ports
pt_pt: Portos

source: Last Connect
pt_pt: Última ligação

source: Disconnect Selected
pt_pt: Desligar os seleccionados

source: Check Port Forwarding
pt_pt: Verificar o Port Forwarding

source: Add Node Peers
pt_pt: Adicionar Node Peers

source: No connections found from any farmers yet. Perhaps just starting?
pt_pt: Não foram encontradas ligações para nenhum dos farmers. Talvez o sistema tenha arrancado há pouco tempo?

source: After a while, try running "chia show --connections" on your farmers to verify.
pt_pt: Após algum tempo, tente correr "chia show --connections" nos seus farmers para verificar.

source: This Machinaris worker is controlled at:
pt_pt: Este worker do Machinaris é controlado de:

source: Smartctl Status
pt_pt: Smartctl - Estado

source: Good
pt_pt: Bom

source: Warn
pt_pt: Quente

source: Alert
pt_pt: Alerta

source: Device
pt_pt: Disco
