Repository: bokyranger/machinaris
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Model
pt_pt: Modelo

source: Serial #
pt_pt: Num série

source: Capacity
pt_pt: Capacidade

source: Temperature
pt_pt: Temperatura

source: Powered On
pt_pt: Ligado

source: Passed
pt_pt: Passou

source: Drive status updated
pt_pt: O estado do disco foi actualizado

source: No drives accessible to smartctl inside the Machinaris containers.
pt_pt: Nenhum disco acessivel pelo smartctl dentro do container do Machinaris

source: Please configure Docker to allow smartctl access to host devices.
pt_pt: Por favor configure o Docker para permitir ao smartctl aceder aos discos.

source: For more, see the Machinaris %(wiki_link_open)swiki%(wiki_link_close)s.
pt_pt: Para mais informação, veja o Machinaris %(wiki_link_open)swiki%(wiki_link_close)s.

source: Expected Time to Win
pt_pt: Tempo expectável para ganhar

source: Plot Count
pt_pt: Número de Plots

source: Total Plots
pt_pt: Plots: Total

source: Total Plots Size
pt_pt: Plots: Total de espaço ocupado

source: Balance
pt_pt: Saldo

source: Challenges from Harvesters
pt_pt: Challenges das Harvesters

source: Partial Proofs for Pools
pt_pt: Partial Proofs das Pools

source: Previous
pt_pt: Anterior

source: Next
pt_pt: Seguinte

source: NOTE: Machinaris will never display your private key here.
pt_pt: NOTA: Machinaris nunca irá mostrar a tua chave privada aqui.

source: However, you may view it yourself by executing this from within the Docker container.
pt_pt: No entanto, podes vê-la executando este comando dentro do container Docker.

source: Best Practices
pt_pt: As melhores práticas

source: No keys found from any farmers. Not added?
pt_pt: Não foram encontradas chaves para os farmers. Não foram adicionadas?

source: Try running "chia keys show" on your farmers to verify.
pt_pt: Tente correr "chia keys show" nos seus farmers para verificar.

source: Status:
pt_pt: Estado:

source: Current Difficulty:
pt_pt: Dificuldade actual:

source: Current Points Balance:
pt_pt: Pontos actuais:

source: Points Found Since Start:
pt_pt: Pontos encontrados desde o início:

source: Points Found in Last 24 Hours:
pt_pt: Pontos encontrados nas últimas 24 horas:

source: Points Successful in Last 24 Hours:
pt_pt: Pontos com sucesso nas últimas 24 horas:

source: Number of Plots:
pt_pt: Número de Plots:

source: Errors
pt_pt: Erros

source: Last 24 Hours
pt_pt: Últimas 24 horas

source: No pools have been found yet. Perhaps the wallet is still syncing?
pt_pt: Ainda não foram encontrados Pools. Talvez a wallet ainda esteja a sincronizar?

source: If you would like to join a pool, please select the "Settings | Pools" page to get started.
pt_pt: Se gostavas de juntar-te a uma Pool, por favor selecciona a página "Definições | Pools" para começar.

source: For more, see the Machinaris
pt_pt: Para mais informação, vê o Machinaris

source: Welcome to Machinaris!
pt_pt: Bemvindo ao Machinaris!

source: An easy-to-use WebUI for Chia%(trademark)s plotting and farming.
pt_pt: Um interface web fácil de usar para o Chia%(trademark)s plotting e farming.

source: Downloaded and unzipped %(size)s so far...
pt_pt: Downloaded e unzipped %(size)s até agora...

source: On very first launch, the Chia compressed blockchain database %(compressed)s is being downloaded from %(dl_link)s, then unzipped. At about %(uncompressed)s in uncompressed size, this will take a while. However an hour or two now, will save you multiple days of blockchain syncing later. Please be patient!
pt_pt: Na primeira vez que o sistema arranca, é feito download da base de dados comprimida do blockchain Chia %(compressed)s a partir de %(dl_link)s. Cerca de %(uncompressed)s descomprimido (o progresso é mostrado acima), isto irá demorar bastante tempo. No entanto horas/minutos de download agora, irão poupar vários dias a sincronizar o blockchain. Por favor seja paciente!

source: NOTE: If you would prefer to allow Chia to sync the blockchain over many days, see the %(init_link)s for details. Similarly, you may instead %(import_link_open)s import your own blockchain %(import_link_close)s if you have one from a previous Chia install.
pt_pt: NOTA: Se preferires fazer a sincronização do blockchain Chia durante vários dias, vê os %(init_link)s para mais detalhes. Em alternativa, podes %(import_link_open)s importar a tua própria base de dados com o blockchain %(import_link_close)s se tives uma tua, de uma instalação que tenhas feito anteriormente do Chia.

source: To get started with Machinaris as a Chia%(trademark)s fullnode, either import your existing 24-word mnemonic seed phrase
pt_pt: Para começares a usar o Machinaris como um fullnode do Chia%(trademark)s, podes importar a tua própria mnemônica de 24 palavras

source: Import Existing Key
pt_pt: Importar uma chave existente

source: OR
pt_pt: OU

source: You can generate a brand-new mnemonic phrase that will be written to this in-container path
pt_pt: Podes gerar uma nova mnemônica que será escrita para este caminho no container

source: Generate New Key
pt_pt: Gerar uma nova chave

source: NOTE: If you would prefer to instead import your mnemonic seed phrase yourself at the command-line, see the %(wiki_link)s for details.
pt_pt: NOTA: Se preferires importar a tua própria mnemônica de 24 palavras usando a linha de comandos, vê o %(wiki_link)s para mais detalhes.

source: Chart ETW
pt_pt: Gráfico - ETW

source: Chart Effort
pt_pt: Gráfico - Esforço

source: Chart Wallet
pt_pt: Gráfico da wallet

source: No blockchains found from any farmers. Just starting up?
pt_pt: Não foram encontrados blockchains para nenhum dos farmers. Acabaste de arrancar o sistema?

source: Please allow at least 15 minutes for blockchains to get started.
pt_pt: Por favor aguarde pelo menos 15 minutos para os blockchains iniciarem.

source: Transactions
pt_pt: Transacções

source: To
pt_pt: Para

source: Amount
pt_pt: Montante

source: Created At
pt_pt: Criado em

source: No transactions were currently available for
pt_pt: Actualmente não existem transacções para

source: Perhaps the wallet is paused, or not yet synced, or no transactions exist yet.
pt_pt: Talvez a wallet tenha sido colocada em pausa, ou ainda não tenha sincronizada, ou ainda não existam transações.

source: Please ensure the Machinaris wallet for this blockchain is Synced below.
pt_pt: Por favor certifique-se que a wallet do Machinaris para este blockchain encontra-se sincronizada abaixo.

source: Also ensure the blockchain fullnode is not Offline, by checking the Workers page.
pt_pt: Certifique-se também que o fullnode do blockchain fullnode não está Offline, verificando a página dos Workers.

source: Sync Wallets:
pt_pt: Wallets sincronizadas:

source: Wallet Settings
pt_pt: Wallets: Definições

source: Cold Wallet Address:
pt_pt: Endereço da tua cold wallet:

source: Portable Plots - 7/8 Reward Recovery
pt_pt: Portable Plots - 7/8 Recuperação da recompensa

source: Block rewards won by your portable plots %(wikilink_open)srequire recovery%(wikilink_close)s.
pt_pt: Obter as recompensas dos blocos ganhos pelos portable plots %(wikilink_open)srequer recuperação%(wikilink_close)s.

source: This is an experimental feature. Try %(atb_open)sAllTheBlocks%(atb_close)s if any issue.
pt_pt: Esta é uma funcionalidade experimental. Tente %(atb_open)sAllTheBlocks%(atb_close)s se não funcionar.

source: Recover
pt_pt: Recuperar

source: Claim Rewards
pt_pt: Obter recompensas

source: Wallet Summary
pt_pt: Sumário diário

source: Wallet Balance
pt_pt: Saldo

source: Cold Wallet Balance
pt_pt: Saldo

source: Start Wallet
pt_pt: Iniciar Wallet

source: Paused
pt_pt: Em pausa

source: Pause Wallet
pt_pt: Parar Wallet

source: Edit Wallet
pt_pt: Editar Wallet

source: Wallet Details
pt_pt: Wallet: Detailhes

source: No wallet status received. Perhaps just starting? Please allow at least 10 minutes to update.
pt_pt: Não foi recebido o estado da wallet. Talvez tenha acabado de ser iniciada? Por favor aguarde pelo menos 10 minutos para que fique actualizada.

source: You can also try running "chia wallet show" on your fullnode's in-container shell to verify.
pt_pt: Também podes tentar correr o comando "chia wallet show" no container docker do fullnode's para verificar a informação.

source: Start
pt_pt: Iniciar

source: This will start the blockchain's wallet. Please allow at least 15 minutes afterwards for services to reconnect before attempting another action. Your patience is appreciated! Continue anyway?
pt_pt: Isto irá iniciar a wallet do blockchain. Por favor aguarde pelo menos 15 minutes para que os serviços fiquem novamente activos, antes de fazer outra acção.Seja paciente! Continuar?

source: Pause
pt_pt: Parar

source: This will pause the blockchain's wallet. Please allow a few minutes for this to be reflected on this page. Your patience is appreciated! Continue anyway?
pt_pt: Isto irá para a wallet do blockchain. Por favor aguarde alguns minutos para a página ser actualizada. Seja paciente! Continuar?

source: Reward Recovery Log for
pt_pt: Log da recuperação da recompensa

source: View Recovery Log
pt_pt: Ver log da recuperação

source: Continue with recovery for rewards older than one week?
pt_pt: Continar a recuperação para recompensas com mais de 1 semana?

source: Sorry, no recoverable coins currently. Please check back later.
pt_pt: Ainda não foram recuperadas as moedas. Por favor verifique novamente mais tarde.

source: Transactions
pt_pt: Transacções

source: Date
pt_pt: Data

source: Details
pt_pt: Detalhes

source: Port
pt_pt: Porto

source: Mode
pt_pt: Modo

source: Last Status Received At
pt_pt: Último estado recebido em

source: Local Time on Worker
pt_pt: Tempo local no Worker

source: Last Ping to Worker
pt_pt: Último ping para o Worker

source: Responding
pt_pt: Respondendo

source: Connection Refused
pt_pt: Conexão recusada

source: Connection Timeout
pt_pt: Timeout na conexão

source: Connection Error
pt_pt: Erro na conexão

source: Last Successful Ping to Worker
pt_pt: Último ping para o Worker com sucesso

source: Version
pt_pt: Versão

source: Recent Warnings
pt_pt: Avisos recentes

source: Yay! No issues currently.
pt_pt: Yay! Sem problemas actualmente.

source: For legibility, the chart shows only a random selection of paths when a worker has many of them.
pt_pt: Para ser mais legível, o grátfic apenas mostra um conjunto aleatório de caminhos, quando o worker tem muitos.

source: Time - Last 24 Hours
pt_pt: Tempo - Nas últimas 24 horas

source: Disk Space Used (TB)
pt_pt: Espaço em disco usado (TB)

source: Disk Space Free (TB)
pt_pt: Espaço em disco livre (TB)

source: Disk Space Used (GB)
pt_pt: Espaço em disco usado (GB)

source: Disk Space Free (GB)
pt_pt: Espaço em disco livre (GB)

source: Used for:
pt_pt: Usado para:

source: Final Plots
pt_pt: Plots finais

source: Other
pt_pt: Outros

source: Location
pt_pt: Localização

source: Remote
pt_pt: Remoto

source: Unknown blockchain fork of selected:
pt_pt: Foi seleccionado um blockchain fork desconhecido:

source: Missing worker hostname. Please provide a short name to identify your worker.
pt_pt: Falta o hostname do Worker. Por favor indique um nome cursto para identificar o Worker.

source: Invalid host path ending with colon. Try adding a slash to the end like this
pt_pt: Host path inválido terminado com dois pontos. Tente adicionar o caracter '/' no final

source: Empty host path provided for volume at
pt_pt: Foi indicado um host path vazio para o volume em

source: Please provide a host path.
pt_pt: Por favor indique um host path.

source: Empty container path provided for volume at
pt_pt: Foi indicado um container path vazio para o volume em

source: Please provide a container path.
pt_pt: Por favor indique um container path.

source: Neither Harvester or Plottter mode selected. Please choose one or both.
pt_pt: Não foi seleccionado o modo Harvester nem o modo Plottter. Por favor escolha um ou ambos.

source: Missing worker IP address. Please provide the IP the controller will connect to for commands.
pt_pt: Falta o endereço IP do Worker. Por favor indique o endereço IP que o controlador irá ligar-se para comandos.

source: Currently Chia and Bladebit require a Nvidia GPU. Other cards are not supported unfortunately.
pt_pt: Actualmente Chia e Bladebit necessitam de uma placa gráfica da Nvidia. Infelizmente não são suportadas placas gráficas de outras marcas.

source: Currently Gigahorse requires a Nvidia or AMD GPU. Intel cards are not supported unfortunately.
pt_pt: Actualmente Gigahorse necessita de uma placa gráfica da Nvidia ou AMD. Infelizmente placas gráficas da Intel não são suportadas.

source: Machinaris Worker - Launch Config
pt_pt: Machinaris Worker - Configuração de arranque

source: Complete the form below to run new harvesters/plotters on other computers across your network. Save the generated docker-compose.yml file to a folder named "machinaris", then execute "docker-compose up" from a shell.
pt_pt: Completa o formulário abaixo para correr novos harvesters/plotters noutros computadores na tua rede. Grava o ficheiro docker-compose.yml numa pasta chamada "machinaris", depois executa "docker-compose up" a partir da linha de comandos.

source: Operating System
pt_pt: Sistema operativo

source: Machinaris Mode
pt_pt: Modo do Machinaris

source: Farmer Public Key
pt_pt: Farmer chave pública

source: Pool Public Key
pt_pt: Pool chave pública

source: Pool Contract Address
pt_pt: Pool endereço do contrato

source: Plot on Startup
pt_pt: Iniciar plotting ao arrancar

source: True
pt_pt: Verdadeiro

source: False
pt_pt: Falso

source: Controller IP Address
pt_pt: Controlador: Endereço IP

source: Controller API Port
pt_pt: Controlador: Porto da API

source: Worker IP Address
pt_pt: Worker: Endereço IP

source: Blockchains to Farm
pt_pt: Blockchains para Farm

source: Volume Mounts
pt_pt: Volumes montados

source: Add New Volume
pt_pt: Adicionar um novo volume

source: Remove Last Volume
pt_pt: Remover o último volume

source: Graphics Devices
pt_pt: Placas gráficas

source: Optionally, if your system has an available and supported GPU, you can pass it thru to the blockchain's Docker container. Only Chia, Gigahorse, and MMX blockchains support certain GPUs.
pt_pt: Opcionalmente, se o teu sistema tiver uma placa gráfica suportada, podes fazer pass-through para o container Docker do blockchain. Apenas Chia, Gigahorse, e MMX blockchains suportam algumas placas gráficas.

source: GPU Type
pt_pt: GPU: Tipo

source: None
pt_pt: Nenhum

source: Copy
pt_pt: Copiar

source: Memory
pt_pt: Memória

source: Last Status Received
pt_pt: Último estado recebido

source: Last Ping
pt_pt: Último ping

source: Last Successful Ping
pt_pt: Último ping com sucesso

source: Chart Memory
pt_pt: Gráfico da memória

source: New Worker
pt_pt: Novo Worker

source: No Machinaris workers have reported status successfully.
pt_pt: Nenhum Worker do Machinaris reportou um estado com sucesso.

source: Please check each expected worker's log files.
pt_pt: Por favor verifique o ficheiro de log de cada Worker.

source: Coins
pt_pt: Moedas

source: Farmed Blocks
pt_pt: Blocos Farmed

source: Plot File
pt_pt: Ficheiro do Plot

source: Farmed Block
pt_pt: Bloco Farmed

source: Farmed At
pt_pt: Farmed em

source: Days
pt_pt: Dias

source: Plotting Analysis
pt_pt: Plotting: Análise

source: Analysis of the plotting job log shows time (seconds) spent in each phase:
pt_pt: Análise do log dos plotting jobs que mostra o tempo (segundos) gasto em cada fase:

source: Plot Check
pt_pt: Verificação do Plot

source: Disabled
pt_pt: Desactivado

source: Enabled
pt_pt: Activo

source: Free up space for new plots of k-size
pt_pt: Libertar espaço para novos plots de k-size

source: Criteria for selecting plots to delete
pt_pt: Critério para apagar plots

source: Delete Solo Plots - Keep Portable Plots
pt_pt: Apagar Solo Plots - Manter Portable Plots

source: Delete Plots Older Than
pt_pt: Apagar Plots com mais de

source: Delete K-Sizes
pt_pt: Apagar K-Sizes

source: When enabled, this action will repeatedly DELETE a few selected plots from each folder on all farmers and harvesters, freeing space for new plots. Are you sure?
pt_pt: Quando activado, esta acção irá APAGAR aos poucos alguns dos Plots seleccionados em casa pasta para todos os farmers e harvesters, libertando espaço para novos plots. Tem a certeza que quer continuar?

source: Warnings
pt_pt: Avisos

source: Worker is offline.
pt_pt: Worker offline.

source: Farming not started successfully.
pt_pt: Farming não foi iniciado com sucesso.

source: Farming Log for
pt_pt: Farming Log para

source: Good Plot
pt_pt: Plot em bom estado

source: Bad Plot
pt_pt: Plot com problemas

source: Unknown
pt_pt: Desconhecido

source: Unchecked
pt_pt: Não seleccionado

source: Duplicate Plots
pt_pt: Plots duplicados

source: Path
pt_pt: Caminho

source: File
pt_pt: Ficheiro

source: Reported At
pt_pt: Registado em

source: Great! No duplicate plots reported amongst the workers on your farm.
pt_pt: Boa! Não existem plots duplicados nos workers da tua farm.

source: Invalid Plots
pt_pt: Plots inválidos

source: Great! No invalid plots reported amongst the workers on your farm.
pt_pt: Boa! Não existem plots inválidos nos workers da tua farm.

source: Missing Keys
pt_pt: Chaves em falta

source: Great! No plots with missing keys were reported amongst the workers on your farm.
pt_pt: Boa! Não existem chaves em falta nos workers da tua farm.

source: Clear All
pt_pt: Limpar todos

source: Clearing...
pt_pt: Limpando...

source: Plot Types
pt_pt: Tipo de plots

source: Drive Count
pt_pt: Número de drives

source: devices
pt_pt: dispositivos

source: Drive Usage
pt_pt: Drive: Uso

source: Daily Summary
pt_pt: Sumário diário

source: No daily summary found for %(blockchain)s on %(displayname)s.
pt_pt: Não foi encontrado o sumário diário para %(blockchain)s no %(displayname)s.

source: Please check that your Machinaris container for this blockchain is running. Also please verify settings on the Alerts page.
pt_pt: Por favor verifique que o container Machinaris para este blockchain está a correr. Por favor verifique também as definições na página "Alertas".

source: No memory usage stats recorded recently for %(hostname)s with Chia blockchain. Please ensure the Chia worker is reporting into the controller on the Workers page.
pt_pt: Não existem estatisticas da memória usada para %(hostname)s no Chia blockchain. Por favor assegure-se que o Chia worker está a comunicar com o controlador na página de Workers.

source: No plots disk stats recorded recently for %(hostname)s with Chia blockchain. Please ensure all paths containing plots have been %(wiki_link_open)s configured %(wiki_link_close)s. Also ensure the Chia worker is reporting into the controller on the Workers page.
pt_pt: Não existem estatisticas do disco para os Plots do %(hostname)s para o Chia blockchain. Por favor certifique-se que todos os caminhos para os directórios dos plots foram %(wiki_link_open)s configurados %(wiki_link_close)s. Verifique ainda que o Chia worker está a reportar para o Conttrolador na página "Workers".

source: Plot Disk Used
pt_pt: Espaço ocupado no disco pelos plots

source: Confirm Kill
pt_pt: Confirmar que é para matar

source: This action will terminate the selected plots, whether running or stopped, and delete all their temporary files. If Plotman is still running, another plot will be immediately started, so please stop Plotman first from the top-right. Continue?
pt_pt: Esta acção irá terminar os Plots seleccionados, estejam estes a correr ou parados, e apagar todos os ficheiros temporários. Se o Plotman ainda está a correr, outro Plot será iniciado automaticamente, por isso primeiro pare o Plotman a partir do canto superior direito. Continuar?

source: Kill Selected
pt_pt: Matar os seleccionados

source: Start Plotting
pt_pt: Plotting: Iniciar

source: This action will start Plotman and launch a plotting run using your configured plotter, into these directories:
pt_pt: Esta acção irá iniciar o Plotman e lançar o plotting run usando o plotter configurado. Tenha cuidado ao correr mais de um plotter numa única máquina em simultâneo. Continuar?

source: Be careful about running more than one plotter on a single machine at a time. Continue?
pt_pt: Esta acção irá iniciar o Plotman e lançar o plotting run usando o plotter configurado. Tenha cuidado ao correr mais de um plotter numa única máquina em simultâneo. Continuar?

source: View Log
pt_pt: Ver log

source: Stop Plotting
pt_pt: Parar Plotting

source: This action will stop Plotman from launching new plotting jobs. Running jobs will run to completion. Continue?
pt_pt: Esta acção irá impedir que o Plotman lance novos plotting jobs. Os jobs que estão a correr irão continuar até terem terminado. Continuar?

source: Stop
pt_pt: Parar

source: This worker is not currently online and responding to pings from the controller. Please check the Workers page and bring the system back online.
pt_pt: Este Worker não está actualmente online e a responder a pings do Controlador. Por favor verifique a página "Workers" e volte a colocar novamente o sistema online.

source: Transfers
pt_pt: Transferencias

source: Running
pt_pt: A correr

source: Stopped
pt_pt: Parado

source: Suspend Selected
pt_pt: Suspender os seleccionados

source: Resume Selected
pt_pt: Retomar os seleccionados

source: Plotting Speed - k%(k_size)s Plots
pt_pt: Velocidade de Plotting - k%(k_size)s Plots

source: Time (minutes)
pt_pt: Tempo (minutos)

source: Suspending...
pt_pt: A suspender...

source: Resuming...
pt_pt: A retomar...

source: Killing...
pt_pt: Matando...

source: Start Archiving
pt_pt: Iniciar arquivar

source: This action will start Plotman archiving from the destination folder. Completed plots will be distributed locally or transferred remotely. Continue?
pt_pt: Esta acção irá iniciar o arquiver do Plotman a partir da pasta dst configurada. Os Plots completos irão ser distribuidos localmente ou transferidos remotamente. Continuar?

source: Stop Archiving
pt_pt: Parar arquivar

source: This action will stop Plotman archiving from the destination folder, preventing further completed plot transfers. Continue?
pt_pt: Esta acção irá parar o archiving do Plotman a partir da pasta dst configurada, impedindo a transferência de novo Plots que tenham terminado. Continuar?

source: This worker is not currently configured for Plotman %(wiki_link_open)sarchiving%(wiki_link_open)s to enable local or remote transfer of completed plots. Please visit the Settings | Plotting page to configure this worker.
pt_pt: Este Worker não está actualmente configurado para o Plotman %(wiki_link_open)sarchiving%(wiki_link_open)s para activar transferencias locais ou remotas de Plots que tenham terminado para. Por favor veja a página "Definições | Plotting" para configurar este Worker.

source: Archiving
pt_pt: Arquivar

source: Archiving is disabled. See Settings | Plotting page.
pt_pt: Arquivar: Desactivado. Veja a página "Definições | Plotting".

source: Plotting Disk Usage (GB)
pt_pt: Plotting: Espaço usado (GB)

source: Container Memory Usage (GiB)
pt_pt: Container: Memory usada (GiB)

source: Send Test Alert
pt_pt: Enviar alerta de teste

source: This will send a test alert using your %(wikilink_open)slast saved settings%(wikilink_close)s for
pt_pt: Isto irá enviar um alerta de teste usando a última configuração gravada %(wikilink_open)s settings%(wikilink_close)s para

source: Please save before testing. Continue?
pt_pt: Por favor grave antes de testar. Continuar?

source: Send
pt_pt: Enviar

source: Saving...
pt_pt: Gravando...

source: Config file contains target_address that is neither in your hot wallet (keys), nor in your configured cold wallet addresses.
pt_pt: O ficheiro de configuração contem um valor no target_address que não o endereço da tua hot wallet, nem da tua cool wallet.
