Repository: bokyranger/machinaris
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: pt_pt

source: Your hot wallet key(s):
pt_pt: Endereço da tua hot wallet:

source: Your cold wallet key(s):
pt_pt: Endereço da tua cold wallet:

source: Please check your hot wallet addresses on the Keys page, and your cold wallet addresses on the Wallets page.
pt_pt: Por favor verifica o endereço da tua hot wallet na página das página "Chaves", assim como o endereço da cold wallet na página "Wallets".

source: Scheduled Plotting
pt_pt: Agendar Plotting

source: Optionally, you may schedule start and stop of the plotting manager to save on electricity (off-peak), avoid back-ups, minimize fan noise, etc.
pt_pt: Opcionalmente, podes agendar o período em que é feito o plotting para poupar no custo da electricidade (tarifa bi-horária), evitar que coincida com o período de backups, minimizar o barulho das ventoinhas nesse período, etc.

source: Add New Schedule
pt_pt: Adicionar agendamento

source: NOTE: The scheduled stop time will not terminate running jobs. New plotting jobs will no longer be started however.
pt_pt: NOTA: O período agendado não aborta os jobs que já estão a correr. Todavia não serão iniciados novos jobs para plotting.

source: Schedule
pt_pt: Agendamento

source: Edit Cron
pt_pt: Editar agendamento

source: Delete
pt_pt: Apagar

source: Confirm Pool Change
pt_pt: Confirmar a mudança de Pool

source: This action will switch your current pooling selection, resulting in a small fee charged against your wallet by the blockchain.
pt_pt: Esta acção irá alterar a Pool seleccionada, provavelmente resultado no pagamento de uma pequena taxa (alguns mojos) usando a sua Wallet. Tem a certeza que pretende continuar?

source: Fee in Mojos:
pt_pt: Taxa em Mojos:

source: Delete Unconfirmed Transactions?
pt_pt: Apagar transacções não confirmadas?

source: Chia sometimes requires %(wikilink_open)sunconfirmed transaction cleanup%(wikilink_close)s to successfully change pool settings. If you encounter such errors, please try this transaction cleanup for Chia.
pt_pt: Chia por vezes requer que sejam limpas as transações não confirmadas para alterar a configuralão da pool. Se encontrar este tipo de erro, por favor tente limpar as transacções Chia.

source: Continue
pt_pt: Continuar

source: Join a pool and get consistent farming rewards. The average returns are the same, %(break)sbut it is much less volatile. You can easily switch pools without having to re-plot.
pt_pt: Junte-se a uma Pool e obtenha recompensas por estar farming de forma consistente. O ganho médio é o mesmo, %(break)smas muito menos volátil. Pode facilmente mudar de Pool sem ter de recriar novamente os Plots.

source: ERROR: Unable to join a pool because:
pt_pt: ERRO: Não foi possível juntar-se à Pool porque:

source: Delete Unconfirmed Transactions
pt_pt: Apagar transacções não confirmadas

source: Self pool. When you win a block, you will earn rewards.
pt_pt: Farming sem usar uma Pool. Quando ganhas um bloco, o benefício será todo para ti.

source: Connected to pool:
pt_pt: Ligado à pool:

source: Connect to pool:
pt_pt: Ligar-se à pool:

source: Compare Pools
pt_pt: Comparar Pools

source: Get Mojos
pt_pt: Obter Mojos

source: Save Changes
pt_pt: Gravar alterações

source: No wallets found yet. Perhaps this is a brand-new installation? If so, please wait for complete start-up.
pt_pt: Ainda não foi encontrado nenhuma Wallet. Talvez tenha acabado de instalar de novo o Machinaris? Se sim, por favor aguarde que o arranque termine.

source: For more on Pooling, see the Machinaris
pt_pt: Para mais informações sobre Pooling, veja o Machinaris

source: Deleting...
pt_pt: Apagando...

source: PlotNFT Log on
pt_pt: PlotNFT Log de

source: Time - Recent
pt_pt: Tempo - Recente

source: Time Taken (seconds)
pt_pt: Tempo que demorou (segundos)

source: Partials Submitted
pt_pt: Partials submetidos
